import React from 'react';
import { Link } from 'react-router-dom';

export const WallPage: React.FC = () => {
    return (
        <>
            <div className='container mx-auto'>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Обивка стен кожей</h2>
                <p className='pt-5 pb-5'>Обивка стен кожей — один из наиболее шикарных и эффектных приёмов дизайнерской отделки помещения, будь то квартира, ресторан, кабинет руководителя, ночной клуб, бутик, кафе, гостиница, офис или коттедж. Практически в любом месте обитые кожей стены будут служить украшением интерьера.
                    Такой способ декорирования стен, как мягкая обивка, не требует специальной подготовки и чистового выравнивания поверхности, как для покраски. К тому же, под обивочными материалами можно скрыть электрическую проводку.
                </p>
                <p className='pt-5 pb-5'>Мягкая обивка стен — это ещё и великолепный способ сделать шумоизоляцию помещения. Например, в домашнем кинотеатре или комнате отдыха это будет весьма актуально. Вы сможете посмотреть любимый фильм и насладиться музыкой на максимально комфортной громкости, никому при этом не мешая.
                </p>
                <p className='pt-5 pb-5'>Обивка стен натуральной кожей или винилискожей также очень практична, в отличии от обоев. Если вы случайно прольёте вино или кофе на такую стену — достаточно будет просто протереть её тряпкой, а на обоях навсегда останется пятно.
                    Подбирать обивочный материал следует так, чтобы он сочетался с остальными предметами интерьера. У нас вы сможете это сделать без особых проблем — более тысячи образцов искусственной и натуральной кожи всевозможных фактур и цветов в наличии и на заказ. Также, не следует забывать о том, что помимо гладкой отделки, можно обить стены таким способом, как каретная стяжка, или оформить их в виде кожаной плитки.
                </p>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Мягкие кожаные стеновые панели</h2>
                <p className='pt-5 pb-5'>Это не только залог красоты и уюта помещения. Стеновые панели несут в себе такие положительные функции, как дополнительная звукоизоляция стен и теплоизоляция.
                    Мягкая основа таких панелей чаще всего представляет собой поролон толщиной порядка трёх — пяти сантиметров, который сам по себе является хорошим звукопоглотителем. В дополнение к поролону можно проложить слой изолона — таким образом стеновая панель улучшит свои шумоизоляционные свойства. Мягкие стеновые панели украсят любой интерьер. Дизайн панелей может быть абсолютно любым: от простых гладких поверхностей до комбинирования различных обивочных материалов и последующей простёжки декоративными пуговицами. Изысканная каретная стяжка, стразы Сваровски, оригинальная натуральная кожа экзотических животных (страус, крокодил, игуана, питон) — всё это и многое другое Вы можете заказать, обратившись к нам.
                </p>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Мягкие кожаные стеновые панели</h2>
                <p className='pt-5 pb-5'>Обивка стен тканью — это стильный, изысканный, богатый и модный способ отделки помещения. Стены, обитые тканью, выглядят роскошно и изящно, вызывая восхищённые взгляды.
                На сегодняшний день существует огромнейший выбор обивочных тканей, которые различаются по фактуре, цветовой гамме и рисункам. Благодаря современным технологиям, ткани для обивки стен обладают такими качествами, как пыленепроницаемость и водоотталкиваемость, долговечность и практичность, к тому же, они не выгорают со временем.
                </p>
                <p className='pt-5 pb-5'>Профессиональным и грамотным подбором обивки стен можно изменять восприятие интерьера. Например, если выбрать ткань с вертикальными линиями, то помещение будет казаться гораздо выше, но уже. При обивке стен тканью с крупным рисунком внутреннее пространство зрительно увеличится и расширится, мелкий рисунок сделает помещение более уютным и компактным.</p>
                <p className='pt-5 pb-5'>Помимо представленных на сайте тканей для обивки стен, у нас большой выбор флока, шёлка, ситца, бархата, велюра, натуральной кожи и других материалов в наличии. Всего более тысячи образцов.
                </p>
                <div className=' mb-5'><Link to='/gallery' className='border-solid border-2 border-black rounded-md p-3'>Смотрите галерею наших работ по обивке стен тканью</Link></div>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Каретная стяжка</h2>
                <p className='pt-5 pb-5'>Также у нас Вы можете заказать изголовье для кровати в каретной стяжке или любом другом исполнении. Разрабатываем и выполняем заказы любой степени сложности.</p>
                <p className='pt-5 pb-5'>Изготовление кухонного уголка со спинками в каретной стяжке по индивидуальному заказу.</p>
                <p className='pt-5 pb-5'>Прихожая с панелями в каретной стяжке. Материал — винилискожа из коллекции Бенгал.</p>
                <p className='pt-5 pb-5'>Также возможен пошив штор от эконом-варианта до премиум-класса. Покрывала, подушки, постельное бельё и многое другое.</p>
                <p className='pt-5 pb-5'>Другие наши проекты:
                    <ul className='list-disc pl-5'>
                        <li>Утеплённые стеновые панели в частном доме.</li>
                        <li>Фигурное изголовье кровати в каретной стяжке.</li>
                    </ul>
                </p>
                

            </div>
        </>
    )
}
