import React from 'react';

export const EliteGalleryPage:React.FC = () => {
    return (
        <>
            <div className='container mx-auto'>
                <h2 className='text-center text-lg font-bold'>Элитная отделка дверей</h2>
                <p className='pt-5 pb-5'>Мы предлагаем такую услугу, как обивка дверей по индивидуальным заказам. Выполняем проекты любой степени сложности, индивидуальный подход к каждому клиенту. Производим такие оформления дверей, как каретная стяжка, мягкие панели, кожаная плитка, декоративная простёжка и т.д. Вы можете выбрать любой из представленных выше образцов отделки дверей, а также, самостоятельно разработать дизайн-проект, а наши мастера помогут Вам воплотить его в жизнь. При работе применяем только высококачественные материалы, винилискожу, экокожу, натуральную кожу и алькантару. Декоративные пуговицы и гвозди могут быть обтянуты кожей либо украшены стразами Сваровски. Помимо прочего, можно существенно повысить теплоизоляцию и звукоизоляцию двери, если при отделке использовать специальные материалы соответствующего назначения, что особенно актуально для дверей например, домашнего кинотеатра или кабинета. Элитная отделка дверей придаст помещению эксклюзивность, престижность и элитарность, вызовет восхищённые взгляды окружающих. Дизайнерскую обивку двери может выполнить исключительно профессиональный мастер, ведь здесь важна максимальная точность изготовления каждой детали. Обращайтесь к нам, и мы с радостью поможем Вам осуществить любую, даже самую смелую идею!</p>
                <h2 className='text-center text-lg font-bold'>Обивка двери каретная стяжка</h2>
                <p className='pt-5 pb-5'>Каретная стяжка по праву считается одним из самых изысканных, роскошных и богатых способов отделки. Он сочетает в себе элегантность и аристократичность, эстетику и практичность. Заказав элитную обивку входной или межкомнатной двери, Вы подчеркнёте свой по истине утончённый вкус, будь то офис, квартира, кабинет руководителя, ночной клуб или загородный дом. Обивка двери каретная стяжка — классическое украшение любого интерьера на все времена. Являясь шикарным элементом любого интерьера, стиль Капитоне имеет свой существенный практичный плюс: если вы повредите какую-то часть обивочного материала — не нужно будет полностью переделывать всю работу. Достаточно просто заменить несколько фрагментов обивки и у Вас опять будет новая дверь. Обивка двери каретной стяжкой в добавок ко всему ещё и является отличной звукоизоляцией благодаря достаточно толстому слою наполнителя.</p>
            </div>
        </>
    )
}
