{
    "NavigationTitle": {
        "part1": "HOME",
        "part2": "GALLERY",
        "part3": "COMPANY",
        "part4": "CONTACTS"
    },
    "HomePage": {
        "StartBlock": "A BETTER\n LIFE\n CREATED\n FOR YOU!",
        "ButtonStartBlock": "Go to gallery",
        "MyWorksBlock": "My works",
        "IndividualBlockPart1": "Individual furniture",
        "IndividualBlockPart2": "Full production cycle.",
        "IndividualBlockPart3": "The quality of author's furniture begins long before the start of its production.",
        "AllStartedBlockPart1": "How it all started",
        "AllStartedBlockPart2": "5 years long work",
        "AllStartedBlockPart3": "Every author claims to do everything for their clients, but not every author is able to back up their claims with years of history.",
        "PartnersBlock": "Partners"
    },
    "Questions": {
        "Title": "Fill the form",
        "SubTitle": "have any questions?",
        "NameBlock": "Your name*",
        "TelephoneBlock": "Your phone number*",
        "CountryBlock": "A country",
        "CommentBlock": "A comment",
        "Accept": "By confirming the order, I accept the terms of the user agreement",
        "ButtonAccept": "request a call",
        "MessageAccept": "Thank you, we will contact you!"  
    },
    "Gallery": {
        "Title": "Work examples"
    },
    "About": {
        "Card1": "Use of pallets",
        "TextCard1": "Why pallet? There are many different reasons for choosing this product as the base material. Firstly, it's stylish, because many people want something so unusual, cool, and so that it is comfortable and beautiful, and if it is also durable, then it's a bomb. Here it smoothly flows into practicality, because you can create an unimaginable transformer. Here's a bed for you, here's a table, a sofa, a cabinet, or a closet or a chill-out area, and it's all in one design! You can create anything you have enough imagination.",
        "Card2": "Use of wood",
        "TextCard2": "Why woods? There are many different reasons for choosing this product as the base material. Firstly, it's stylish, because many people want something so unusual, cool, and so that it is comfortable and beautiful, and if it is also durable, then it's a bomb. Here it smoothly flows into practicality, because you can create an unimaginable transformer. Here's a bed for you, here's a table, a sofa, a cabinet, or a closet or a chill-out area, and it's all in one design! You can create anything you have enough imagination.",
        "Card3": "Use of nails",
        "TextCard3": "Why nails? There are many different reasons for choosing this product as the base material. Firstly, it's stylish, because many people want something so unusual, cool, and so that it is comfortable and beautiful, and if it is also durable, then it's a bomb. Here it smoothly flows into practicality, because you can create an unimaginable transformer. Here's a bed for you, here's a table, a sofa, a cabinet, or a closet or a chill-out area, and it's all in one design! You can create anything you have enough imagination."
    },
    "Contact": {
        "header1": "Moscow",
        "address1": "Pushkin street, 42",
        "addressName1": "TC Big"
    },
    "Footer": {
        "button": "Personal consultation"
    }
}