import React from 'react';

export const CatalogPage: React.FC = () => {
    return (
        <>
            <div className='container mx-auto'>
                <h2 className='text-center text-lg font-bold'>Каталоги материалов для обивки</h2>
                <p className='pt-5 pb-5'>Для подробного просмотра каталога и выбора цвета и фактуры обивочного материала нажмите на его название или изображение.</p>
                <p className='pt-5 pb-5'>Здесь Вы найдёте абсолютно любые цвета и оттенки, гладкие экокожи и винилискожи с тиснением под натуральную свиную или телячью кожу, матовые и лаковые глянцевые искусственные кожи, выделки под всевозможных рептилий и современные абстракционизм и минимализм, различные узоры и цветы, от недорогого дермантина для дверей до премиальных обивочных материалов — у нас есть обивка на любой вкус и кошелёк!
                    В наличии более 1000 образцов обивки.</p>
                <h3 className='border-b-2 border-t-2 p-3 text-center'>Исскуственная кожа (винилискожа)</h3>
                <h3 className='border-b-2 border-t-2 p-3 text-center'>Натуральная кожа</h3>
                <p className='pt-5 pb-5'>Внимание! Реальный цвет материалов может отличаться от изображений на Вашем мониторе. Для более точного выбора цвета, тиснения и фактуры материалов для обивки дверей, мягких стеновых панелей и иных предметов интерьера рекомендуем Вам воспользоваться нашей услугой «дополнительный выезд мастера с каталогами материалов». В оговорённое время наш работник приедет к Вам домой или в офис со всеми образцами обивки и Вы сможете в живую посмотреть и пощупать винилискожу, увидеть, как она смотрится непосредственно в помещении. Ведь не стоит забывать, что один и тот же материал для обивки будет выглядеть совершенно по разному при различном освещении и цветовой гамме окружающей обстановки. Например, при обивке данной двери применялась искусственная кожа тёмно-коричневого цвета, но, за счёт голубого цвета стен в кабинете, она выглядит абсолютно чёрной. А белоснежная обивка при самом распространённом тёплом жёлтом освещении будет смотреться кремовой.</p>
            </div>
        </>
    )
}
