import React from 'react';

export const LocksPage: React.FC = () => {
    return (
        <>
            <div className='container mx-auto'>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Замена замков</h2>
                <p className='pt-5 pb-5'>В данном каталоге представлена лишь небольшая часть общего ассортимента дверных замков. На нашем складе в наличии имеются практически все модели замков, цилиндров, броненакладок и фурнитуры отечественных и иностранных производителей, предлагаемых на Российском рынке. Mottura (Италия), Эльбор (Россия), Меттэм (Россия), Kale (Турция), Securemme (Италия), Cisa (Италия), Crit (Россия), Apex (Китай), Гардиан (Россия), Mul-T-Lock (Израиль), САМ (Россия), Magnum (Швейцария), Samsung (Корея) и др.</p>
                <ul className='list-disc pl-5'>
                    <li>Дверные ручки производства Италии</li>
                    <li>Перетяжка дверных ручек</li>
                </ul>
                <p>Мы производим такие работы, как установка и замена замков, врезка замков в новое место, замена старых замков с доработкой посадочных отверстий и без, установка и замена дверных ручек, цилиндров (личинок) и броненакладок, регулировка и профилактика механизмов, установка ночной задвижки евростандарта, перекодировка секретных механизмов. Также, производим установку электронных замков, в том числе, биометрических и гостиничных замков. Профессиональные навыки наших мастеров позволяют выполнять работы любой степени сложности и учитывать особенности той или иной модели.</p>
                <p>Дверная фурнитура (ручки и накладки) в большинстве своём представлена в четырёх основных цветах: золото, хром, бронза, медь. Реже встречаются матовый никель и сатин.</p>
                <p>Внимание! В связи с изменениями курса валют, указанные на сайте цены на замки и фурнитуру могут отличаться от действительных. Обязательно уточняйте стоимость по телефону.  Цены на установку замков прописаны на соответствующей странице.</p>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Обивка дверей и замена замков</h2>
                <p>Довольно часто замену замков приходится сочетать с обивкой двери дермантином или другим обивочным материалом, потому что после снятия старых замков на дверном полотне могут остаться отверстия, которые не перекроют накладки новых замков, ведь посадочные размеры различных моделей отличаются между собой. А обивка дверей способна скрыть все изъяны на поверхности дверного полотна, в частности, после аварийного вскрытия и ремонта металлической или деревянной двери. Замена замков требует мастерства, опыта, точности и умения, поэтому должна производиться только профессиональными мастерами, иначе последствия неправильной установки замка могут быть весьма серьёзными, ведь жизненные ситуации бывают разными и, порой, совершенно непредвиденными.</p>
                <h2 className='text-center text-lg font-bold pt-5 pb-5'>Наши рекомендации по замкам</h2>
                <ul className='list-decimal pl-5'>
                    <li>Профобивка настоятельно рекомендует свои клиентам устанавливать на входную дверь замки с различными механизмами. Как правило, это сувальдный и цилиндровый механизм. Некоторые фирмы, например, Моттура, Чиза, Гардиан, производят двухсистемные замки, сочетающие в себе преимущества и сувальдных, и цилиндровых замков.</li>
                    <li>Не стоит устанавливать дорогостоящий и взломостойкий цилиндр, если не предполагается его защита броненакладкой. В данном случае, целесообразнее поставить просто надёжный цилиндр среднего ценового диапазона, желательно с перфорацией, например, турецкий Кале.</li>
                    <li>Так называемый в народе, кнопочный замок крайне не рекомендован нами для установки. Модель этого замка ненадёжна в эксплуатации и обладает нулевой взломостойкостью и безопасностью. Замок с кнопкой лучше заменить на проверенную  модель с цилиндровой системой механизма, например Апекс 1425 и его аналоги. Посадочные размеры этих замков практически идеально совпадают и установка требует минимальных доработок.</li>
                    <li>Для удобства пользования советуем устанавливать цилиндры (личинки) с вертушкой. Зайдя в квартиру, Вам достаточно будет просто повернуть удобную ручку, чтобы закрыть дверь. Забудьте о вечно болтающихся на двери ключах!</li>
                </ul>
            </div>
        </>
    )
}
